Repository: czcorpus/kontext
Catalog: locale/*/LC_MESSAGES/kontext.po
Languages: sl_si

source: anonymous
sl_si: anonimni

source: enabled
sl_si: omogočeno

source: Token number
sl_si: Številka pojavnice

source: Failed to process your request. Please try again later or contact system support.
sl_si: Zahteve ni bilo mogoče procesirati. Poskusite kasneje ali stopite v stik s tehnično podporo.

source: Subcorpus "%s" not found
sl_si: Podkorpus "%s" ni bil najden

source: This function is disabled.
sl_si: Ta funkcija je onemogočena.

source: New password and its confirmation do not match.
sl_si: Gesli se ne ujemata.

source: Incorrect username or password
sl_si: Neveljavno uporabniško ime ali geslo.

source: Custom
sl_si: Po meri

source: Document number
sl_si: Številka dokumenta

source: Value [%s] cannot be used as a context width. Please use numbers 0,1,2,...
sl_si: Vrednost [%s] ne more biti uporabljena za širino konteksta. Prosimo, uporabite številke 0, 1, 2 ...

source: No query entered.
sl_si: Poizvedba ni bila vnesena.

source: Undefined lemma PoS
sl_si: Neznana besedna vrsta leme

source: Undefined word form PoS
sl_si: Neznana besedna vrsta besede

source: No char entered
sl_si: Noben znak ni bil vnesen

source: Select Positive or Negative filter type
sl_si: Izberite pozitivni ali negativni filter

source: Empty list
sl_si: Prazen seznam

source: No text type selected
sl_si: Vrsta besedila ni bila izbrana

source: No output attribute specified
sl_si: Izhodni atribut ni bil izbran

source: Document counts
sl_si: Število dokumentov

source: Tokens
sl_si: Pojavnice

source: Word counts
sl_si: Število besed

source: No subcorpus name specified!
sl_si: Ime podkorpusa ni določeno!

source: Nothing specified!
sl_si: Nič ni določeno!

source: Empty subcorpus!
sl_si: Prazen podkorpus!

source: Invalid data
sl_si: Neveljavni podatki

source: Unknown export data type
sl_si: Neznan izvozni format

source: Failed to load
sl_si: Napaka pri nalaganju

source: Corpus %s is not supported by this widget.
sl_si: Ta gradnik (widget) ne podpira korpusa %s.

source: no description
sl_si: ni opisa

source: whole corpus
sl_si: celotnega korpusa

source: tokens
sl_si: pojavnic

source: New subcorpus
sl_si: Nov podkorpus

source: Text Types
sl_si: Vrste besedil

source: positive
sl_si: pozitivni

source: negative
sl_si: negativni

source: After a successful password update, you will be logged out and prompted to enter your new credentials.
sl_si: Po uspešni posodobitvi gesla boste odjavljeni in pozvani k prijavi s svojim novim geslom.

source: Save
sl_si: Shrani

source: Word list
sl_si: Seznam besed

source: username
sl_si: uporabniško ime

source: password
sl_si: geslo

source: User
sl_si: Uporabnik

source: Search in the corpus
sl_si: Išči v korpusu

source: Collocations
sl_si: Kolokacije

source: Collocation candidates
sl_si: Kolokacijski kandidati

source: Frequency list
sl_si: Frekvenčni seznam

source: List of my subcorpora
sl_si: Seznam mojih podkorpusov

source: Last name not valid
sl_si: Last name not valid UNTRANSLATED

source: General view options
sl_si: General view options UNTRANSLATED

source: The application is under maintenance. Sorry for inconvenience.
sl_si: The application is under maintenance. Sorry for inconvenience. UNTRANSLATED

source: Shuffle
sl_si: Shuffle UNTRANSLATED

source: Failed to sign up user
sl_si: Failed to sign up user UNTRANSLATED

source: To verify your new account {username} (full name: {firstname} {lastname}) please click the link below
sl_si: To verify your new account {username} (full name: {firstname} {lastname}) please click the link below UNTRANSLATED

source: First hits in documents
sl_si: First hits in documents UNTRANSLATED

source: Please note that KonText is not compatible with Microsoft Internet Explorer browser which has been discontinued by Microsoft in favour of the Edge browser in 2015.
sl_si: Please note that KonText is not compatible with Microsoft Internet Explorer browser which has been discontinued by Microsoft in favour of the Edge browser in 2015. UNTRANSLATED

source: version
sl_si: version UNTRANSLATED

source: Attribute not found.
sl_si: Attribute not found. UNTRANSLATED

source: Switch KWIC
sl_si: Switch KWIC UNTRANSLATED

source: Query
sl_si: Query UNTRANSLATED

source: thank you for using KonText at {url}.
sl_si: thank you for using KonText at {url}. UNTRANSLATED

source: Application outage
sl_si: Application outage UNTRANSLATED

source: No access to corpus {0}
sl_si: No access to corpus {0} UNTRANSLATED

source: Query overview
sl_si: Query overview UNTRANSLATED

source: %s Please make sure the query and selected query type are correct.
sl_si: %s Please make sure the query and selected query type are correct. UNTRANSLATED

source: Recent queries
sl_si: Recent queries UNTRANSLATED

source: Positive filter (excluding KWIC)
sl_si: Positive filter (excluding KWIC) UNTRANSLATED

source: Subcorpus already exists
sl_si: Subcorpus already exists UNTRANSLATED

source: Invalid or expired query
sl_si: Invalid or expired query UNTRANSLATED

source: Two-attribute interrelationship
sl_si: Two-attribute interrelationship UNTRANSLATED

source: Query failed: Syntax error at position %s.
sl_si: Query failed: Syntax error at position %s. UNTRANSLATED

source: Username not available
sl_si: Username not available UNTRANSLATED

source: Positive filter
sl_si: Positive filter UNTRANSLATED

source: Permanent link
sl_si: Permanent link UNTRANSLATED

source: Sorting
sl_si: Sorting UNTRANSLATED

source: Corpus-specific settings
sl_si: Corpus-specific settings UNTRANSLATED

source: Negative filter (excluding KWIC)
sl_si: Negative filter (excluding KWIC) UNTRANSLATED

source: confirmed
sl_si: confirmed UNTRANSLATED

source: Failed to open corpus {0}
sl_si: Failed to open corpus {0} UNTRANSLATED

source: Verification key confirmation
sl_si: Verification key confirmation UNTRANSLATED

source: Subcorpus created but there was a problem saving a backup copy.
sl_si: Subcorpus created but there was a problem saving a backup copy. UNTRANSLATED

source: Missing display configuration of structural attributes (SUBCORPATTRS or FULLREF).
sl_si: Missing display configuration of structural attributes (SUBCORPATTRS or FULLREF). UNTRANSLATED

source: Login options
sl_si: Login options UNTRANSLATED

source: logDice
sl_si: logDice UNTRANSLATED

source: Cannot change status of a concordance belonging to another user
sl_si: Cannot change status of a concordance belonging to another user UNTRANSLATED

source: Undo
sl_si: Undo UNTRANSLATED

source: Remove nested matches
sl_si: Remove nested matches UNTRANSLATED

source: Word List
sl_si: Word List UNTRANSLATED

source: Negative filter
sl_si: Negative filter UNTRANSLATED

source: translation not available
sl_si: translation not available UNTRANSLATED

source: User profile
sl_si: User profile UNTRANSLATED

source: Password not valid
sl_si: Password not valid UNTRANSLATED

source: Cannot calculate yet - source concordance not finished. Please try again later.
sl_si: Cannot calculate yet - source concordance not finished. Please try again later. UNTRANSLATED

source: No corpus selected
sl_si: No corpus selected UNTRANSLATED

source: frequency distribution
sl_si: frequency distribution UNTRANSLATED

source: Help
sl_si: Help UNTRANSLATED

source: Attribute "%s" not found.
sl_si: Attribute "%s" not found. UNTRANSLATED

source: MI
sl_si: MI UNTRANSLATED

source: Current concordance
sl_si: Current concordance UNTRANSLATED

source: Word List Form
sl_si: Word List Form UNTRANSLATED

source: logout
sl_si: logout UNTRANSLATED

source: Invalid page number
sl_si: Invalid page number UNTRANSLATED

source: T-score
sl_si: T-score UNTRANSLATED

source: Username not valid
sl_si: Username not valid UNTRANSLATED

source: Sign in
sl_si: Sign in UNTRANSLATED

source: Invalid user or password
sl_si: Invalid user or password UNTRANSLATED

source: MI.log_f
sl_si: MI.log_f UNTRANSLATED

source: Query failed: Syntax error.
sl_si: Query failed: Syntax error. UNTRANSLATED

source: Syntax error. Please check the query and its type.
sl_si: Syntax error. Please check the query and its type. UNTRANSLATED

source: No alignment available for the selected languages
sl_si: No alignment available for the selected languages UNTRANSLATED

source: pre-installed on Windows 10
sl_si: pre-installed on Windows 10 UNTRANSLATED

source: min. sensitivity
sl_si: min. sensitivity UNTRANSLATED

source: Doc IDs
sl_si: Doc IDs UNTRANSLATED

source: pre-installed on Apple macOS
sl_si: pre-installed on Apple macOS UNTRANSLATED

source: Node forms
sl_si: Node forms UNTRANSLATED

source: new subcorpora in your library: %s
sl_si: new subcorpora in your library: %s UNTRANSLATED

source: Public subcorpora
sl_si: Public subcorpora UNTRANSLATED

source: The confirmation link will expire on %m/%d/%Y at %H:%M
sl_si: The confirmation link will expire on %m/%d/%Y at %H:%M UNTRANSLATED

source: Corpora
sl_si: Corpora UNTRANSLATED

source: MI3
sl_si: MI3 UNTRANSLATED

source: KonText feedback from user {0} for {1}
sl_si: KonText feedback from user {0} for {1} UNTRANSLATED

source: Query type <em>basic</em> is suitable for getting to know the corpus. It searches for the input expression as a word form case-insensitively; if it is also a canonical dictionary form (lemma), all its word forms are searched as well.
sl_si: Query type <em>basic</em> is suitable for getting to know the corpus. It searches for the input expression as a word form case-insensitively; if it is also a canonical dictionary form (lemma), all its word forms are searched as well. UNTRANSLATED

source: case insensitive
sl_si: case insensitive UNTRANSLATED

source: Confirmation key not found
sl_si: Confirmation key not found UNTRANSLATED

source: Concordance regeneration
sl_si: Concordance regeneration UNTRANSLATED

source: Frequency
sl_si: Frequency UNTRANSLATED

source: Failed to send a confirmation e-mail. Please check that you entered a valid e-mail and try again. Alternatively you can report a problem.
sl_si: Failed to send a confirmation e-mail. Please check that you entered a valid e-mail and try again. Alternatively you can report a problem. UNTRANSLATED

source: First name not valid
sl_si: First name not valid UNTRANSLATED

source: Access forbidden - please log-in.
sl_si: Access forbidden - please log-in. UNTRANSLATED

source: Loading...
sl_si: Loading... UNTRANSLATED

source: Report an error
sl_si: Report an error UNTRANSLATED

source: KWIC/Sentence
sl_si: KWIC/Sentence UNTRANSLATED

source: Find a published subcorpus
sl_si: Find a published subcorpus UNTRANSLATED

source: View on GitHub
sl_si: View on GitHub UNTRANSLATED

source: browser info
sl_si: browser info UNTRANSLATED

source: Hello
sl_si: Hello UNTRANSLATED

source: The string must be at least %s characters long.
sl_si: The string must be at least %s characters long. UNTRANSLATED

source: Unknown concordance action: %s
sl_si: Unknown concordance action: %s UNTRANSLATED

source: log likelihood
sl_si: log likelihood UNTRANSLATED

source: KonText sign up confirmation
sl_si: KonText sign up confirmation UNTRANSLATED

source: user interface languages
sl_si: user interface languages UNTRANSLATED

source: Lemmas
sl_si: Lemmas UNTRANSLATED

source: Continue as anonymous user
sl_si: Continue as anonymous user UNTRANSLATED

source: To use KonText please install any modern web browser. E.g.
sl_si: To use KonText please install any modern web browser. E.g. UNTRANSLATED

source: Compatibility notice
sl_si: Compatibility notice UNTRANSLATED

source: Positive
sl_si: Positive UNTRANSLATED

source: Archive query
sl_si: Archive query UNTRANSLATED

source: KonText feedback from user {0}
sl_si: KonText feedback from user {0} UNTRANSLATED

source: Sample
sl_si: Sample UNTRANSLATED

source: The value must be at least %s characters long and must contain only a..z, A..Z, 0..9, _, - characters
sl_si: The value must be at least %s characters long and must contain only a..z, A..Z, 0..9, _, - characters UNTRANSLATED

source: Subcorpus %s has been deleted permanently.
sl_si: Subcorpus %s has been deleted permanently. UNTRANSLATED

source: instances per million positions (refers to the respective category)
sl_si: instances per million positions (refers to the respective category) UNTRANSLATED

source: Failed to get the syntax tree due to limited KWIC context (too long sentence).
sl_si: Failed to get the syntax tree due to limited KWIC context (too long sentence). UNTRANSLATED

source: Unknown action [%s]
sl_si: Unknown action [%s] UNTRANSLATED

source: Available corpora
sl_si: Available corpora UNTRANSLATED

source: Concordance
sl_si: Concordance UNTRANSLATED

source: Character encoding of this corpus ({0}) does not support one or more characters in the query.
sl_si: Character encoding of this corpus ({0}) does not support one or more characters in the query. UNTRANSLATED

source: E-mail not valid
sl_si: E-mail not valid UNTRANSLATED

source: No result. Please make sure the query and selected query type are correct.
sl_si: No result. Please make sure the query and selected query type are correct. UNTRANSLATED

source: This e-mail has been generated automatically - please do not reply to it.
sl_si: This e-mail has been generated automatically - please do not reply to it. UNTRANSLATED

source: Saves at most {0} items. Use "Custom" for more options.
sl_si: Saves at most {0} items. Use "Custom" for more options. UNTRANSLATED

source: Click to enter a new query
sl_si: Click to enter a new query UNTRANSLATED

source: Negative
sl_si: Negative UNTRANSLATED

source: View
sl_si: View UNTRANSLATED

source: Random sample
sl_si: Random sample UNTRANSLATED

source: Failed to evaluate the query. Please check the syntax and used attributes.
sl_si: Failed to evaluate the query. Please check the syntax and used attributes. UNTRANSLATED

source: Create new subcorpus
sl_si: Create new subcorpus UNTRANSLATED

source: Paradigmatic query calculation
sl_si: Paradigmatic query calculation UNTRANSLATED
