Repository: czcorpus/kontext
Catalog: locale/*/LC_MESSAGES/ske.po
Languages: cs_cz, sk_sk

source: User
cs_cz: Uživatel
sk_sk: Používateľ

source: Create subcorpus
cs_cz: Subkorpusy
sk_sk: Vytvoriť podkorpus

source: Create subcorpus entry form
cs_cz: Vytváření subkorpusů
sk_sk: Formulár - Tvorba podkorpusu

source: Character
cs_cz: Podřetězec
sk_sk: Podreťazec

source: include KWIC
cs_cz: včetně KWIC
sk_sk: zahrnúť KWIC

source: Filter wordlist by
cs_cz: Dodatečný filtr
sk_sk: Filtrovať zoznam slov podľa

source: RE pattern
cs_cz: Regulární výraz
sk_sk: Regulárny výraz

source: Include non-words
cs_cz: Včetně číslic a interpunkce
sk_sk: Vrátane číslic a interpunkcie

source: Numbers stand for:
cs_cz: Ćíselné údaje označují:
sk_sk: Číselné údaje označujú:

source: Document counts
cs_cz: počty dokumentů
sk_sk: Počty dokumentov

source: Tokens
cs_cz: tokeny
sk_sk: tokeny

source: Header fields
cs_cz: Filtrovat podle lemmatu
sk_sk: Polia hlavičky

source: Lemma filter
cs_cz: Filtrovat podle lemmatu
sk_sk: Filter - lema

source: PoS filter
cs_cz: Filtrovat podle slovního druhu

source: all
cs_cz: všechny
sk_sk: všetko

source: any
cs_cz: kteroukoli
sk_sk: nejaký

source: none
cs_cz: žádnou
sk_sk: žiaden

source: left
cs_cz: vlevo
sk_sk: vľavo

source: right
cs_cz: vpravo
sk_sk: vpravo

source: Window
cs_cz: Velikost kontextu
sk_sk: Okno

source: both
cs_cz: vlevo i vpravo
sk_sk: obe

source: Lemma(s)
cs_cz: Lemma(ta)
sk_sk: lema/lemy

source: noun
cs_cz: podstatné jméno

source: adjective
cs_cz: přídavné jméno

source: pronoun
cs_cz: zájmeno
sk_sk: zámeno

source: numeral
cs_cz: číslovka
sk_sk: číslovka

source: verb
cs_cz: sloveso

source: adverb
cs_cz: příslovce
sk_sk: príslovka

source: preposition
cs_cz: předložka
sk_sk: predložka

source: conjunction
cs_cz: spojka
sk_sk: spojka

source: particle
cs_cz: částice
sk_sk: častica

source: interjection
cs_cz: citoslovce
sk_sk: citoslovce

source: punctuation
cs_cz: interpunkce
sk_sk: interpunkcia

source: Switch menu position
cs_cz: Změnit umístění menu

source: Empty result
cs_cz: Žádný výsledek
sk_sk: Nenájdené

source: No query entered.
cs_cz: Nebyl zadán dotaz
sk_sk: Zadajte hľadaný reťazec.

source: Undefined lemma PoS
cs_cz: Nezadán slovní druh lemmatu
sk_sk: Nezadaná lema PoS

source: Undefined word form PoS
cs_cz: Nezadány slovní druh tvaru
sk_sk: Nezadaný tvar slova PoS

source: Select Positive or Negative filter type
cs_cz: Vyberte pozitivní nebo negativní filtr
sk_sk: Vybrať pozitívny alebo negatívny filter

source: Evaluation error.
cs_cz: Chyba vyhodnocení

source: No text type selected
cs_cz: Nebyl vybrán typ textu
sk_sk: Nevybraný typ textu

source: No output attribute specified
cs_cz: Nebyl vybrán výstupní atribut
sk_sk: Nešpecifikovaný výstupný atribút

source: You must specify either a pattern or a file to get the multilevel wordlist
cs_cz: Pro vytvoření víceúrovňového seznamu je třeba vybrat vzorec nebo soubor.
sk_sk: Musíte zadať regulárny výraz alebo súbor, aby ste získali viacúrovňový zoznam slov

source: No meta-information to create a subcorpus.
cs_cz: Chybí meta-informace pro vytvoření subkorpusu
sk_sk: Chýbajú metainformácie na utvorenie podkorpusu.

source: No subcorpus name specified!
cs_cz: Chybí jméno subkorpusu!
sk_sk: Zadajte názov podkorpusu!

source: Nothing specified!
cs_cz: Nebylo nic vybráno!
sk_sk: Nie je nič uvedené!

source: Empty subcorpus!
cs_cz: Prázdný subkorpus!
sk_sk: Žiaden podkorpus

source: Unknown action
cs_cz: Neznámá akce
sk_sk: Neznámy príkaz

source: Subcorpus "%s" not found
cs_cz: Subkorpus "%s" nebyl nalezen
sk_sk: Podkorpus "%s" nenájdený

source: No Word Sketch available
cs_cz: Word Sketch není k dispozici

source: Corrupted evaluation file
cs_cz: Poškozený soubor s vyhodnocením

source: Lemma "%s" not found in the corpus
cs_cz: Lemma "%s" nebylo nalezeno v korpusu

source: Insufficient data for
cs_cz: Nedostatečná data pro

source: Insufficient data for id
cs_cz: Nedostatečná data pro id

source: Add next
cs_cz: Přidat další
sk_sk: Pridať ďalšie

source: None
cs_cz: Žádný
sk_sk: Žiaden

source: Collocation form
cs_cz: Formulář kolokací
sk_sk: Kolokácie - formulár

source: ? Help on Collocations
cs_cz: ? Nápověda ke kolokacím
sk_sk: ? Pomocník: Kolokácie

source: Collocation candidates
cs_cz: Kolokace
sk_sk: Kolokáty

source: Attribute
cs_cz: Atribut
sk_sk: Atribút

source: In the range from
cs_cz: V rozsahu od
sk_sk: V rozsahu od

source: to
cs_cz: do
sk_sk: do

source: Minimum frequency in corpus
cs_cz: Minimální frekvence v korpusu
sk_sk: Minimálna frekvencia v korpuse

source: Minimum frequency in given range
cs_cz: Minimální frekvence v daném rozsahu
sk_sk: Minimálna frekvencia v danom rozsahu

source: Show functions
cs_cz: Zobrazit funkce
sk_sk: Zobraziť funkcie

source: min. sensitivity
cs_cz: min. citlivost

source: Sort by
cs_cz: Setřídit dle
sk_sk: Triediť podľa

source: Make Candidate List
cs_cz: Vytvořit seznam
sk_sk: Vytvoriť zoznam kandidátov

source: Save Options
cs_cz: Uložit nastavení
sk_sk: Uložiť možnosti

source: Collocations
cs_cz: Kolokace
sk_sk: Kolokácie

source: Save Collocation candidates to a text file or XML
cs_cz: Uložit kolokace do textového nebo XML souboru
sk_sk: Uložiť kolokáty do textového súboru alebo vo formáte XML

source: Save
cs_cz: Uložit
sk_sk: Uložiť

source: Showing page
cs_cz: Strana

source: << First
cs_cz: << první
sk_sk: << Prvá

source: < Previous
cs_cz: < předchozí
sk_sk: < Predchádzajúca

source: Next >
cs_cz: další >
sk_sk: Ďalšia >

source: the last page
cs_cz: poslední strana

source: Concordance description
cs_cz: Popis konkordance
sk_sk: Popis konkordancie

source: Corpus
cs_cz: Korpus
sk_sk: Korpus

source: Subcorpus
cs_cz: Subkorpus
sk_sk: Podkorpus

source: Operation
cs_cz: Operace
sk_sk: Operácia

source: Parameters
cs_cz: Parametry
sk_sk: Parametre

source: Num of Hits
cs_cz: Počet výskytů
sk_sk: Počet výskytov

source: View current concordance
cs_cz: Zobrazit aktuální konkordanci
sk_sk: Zobraziť aktuálnu konkordanciu

source: View concordance
cs_cz: Zobrazit konk.
sk_sk: Zobraziť konkordanciu

source: Make a random sample from the concordance.
cs_cz: Vytvořit náhodný vzorek z konkordance
sk_sk: Vytvoriť náhodnú vzorku z konkordancie

source: Sample
cs_cz: Vzorek
sk_sk: Vzorka

source: Make a query on the current concordance.
cs_cz: Vytvořit dotaz pro aktuální konkordanci
sk_sk: Vyhľadávať v aktuálnej konkordancii.

source: Filter
cs_cz: Filtr

source: Entry form for computing frequencies
cs_cz: Výpočet frekvenční distribuce
sk_sk: Formulár na výpočet frekvencií

source: Frequency
cs_cz: Frekv. distribuce
sk_sk: Frekv. zoznamy

source: Show frequencies of Node tags
cs_cz: Frekvenční distribuce značek
sk_sk: Zobraziť frekvencie podľa tagov KWIC

source: Node tags
cs_cz: Značky
sk_sk: Tagy KWIC

source: Show frequencies of Node forms
cs_cz: Frekvenční distribuce slovních tvarů
sk_sk: Zobraziť frekvencie podľa KWIC

source: Node forms
cs_cz: Slovní tvary
sk_sk: Tvary KWIC

source: Show frequencies of Doc IDs
cs_cz: Frekvenční distribuce podle dokumentů
sk_sk: Zobraziť frekvencie podľa Doc IDs

source: Doc IDs
cs_cz: Dokumenty

source: Show frequencies of Text Types
cs_cz: Frekvenční distribuce podle typu textu
sk_sk: Zobraziť frekvencie podľa typov textov

source: Text Types
cs_cz: Typy textu
sk_sk: Typy textov

source: ? Help on Conc. menu
cs_cz: ? Nápověda ke konk. menu
sk_sk: ? Pomocník: Menu konk.

source: ConcDesc
cs_cz: Popis dotazu
sk_sk: Popis hľadania

source: Take me to the original concordance
cs_cz: Návrat k původní konkordanci
sk_sk: Návrat k pôvodnej konkordancii

source: Original Conc.
cs_cz: Původní konk.
sk_sk: Originálna konk.

source: Corpus Pattern Analysis
cs_cz: korpusová analýza vzorců
sk_sk: Korpusová analýza vzorcov

source: create new
cs_cz: vytvořit nový
sk_sk: vytvoriť nový

source: hide/show
cs_cz: skrýt/zobrazit
sk_sk: skryť/zobraziť

source: Select All
cs_cz: Vybrat vše
sk_sk: Vybrať všetky

source: Query
cs_cz: Dotaz
sk_sk: Hľadanie

source: PoS
cs_cz: Slovní druh
sk_sk: Slovný druh (PoS)

source: unspecified
cs_cz: nespecifikováno
sk_sk: nešpecifikované

source: Phrase
cs_cz: Fráze
sk_sk: Fráza

source: Word Form
cs_cz: Slovní tvar
sk_sk: Slovný tvar

source: Match case
cs_cz: Shoda velikosti
sk_sk: Rozlišovať veľkosť písmen

source: Default attribute
cs_cz: Implicitní atribut
sk_sk: Prednastavený atribút

source: Tagset summary
cs_cz: Popis morfologických značek
sk_sk: Prehľad značiek

source: Query Type
cs_cz: Typ dotazu
sk_sk: Typ hľadania

source: Simple
cs_cz: Jednoduchý
sk_sk: Základné

source: Concordance: Filter form
cs_cz: Konkordance: formulář filtru
sk_sk: Konkordancia: Formulár - filter

source: ? Help on Filter form
cs_cz: ? Nápověda k formuláři filtru
sk_sk: ? Pomocník: Filter

source: Expert options:
cs_cz: Volby pro pokročilé
sk_sk: Pokročilé možnosti:

source: Concordance Filter
cs_cz: Filtr konkordancí
sk_sk: Filter konkordancie

source: positive
cs_cz: pozitivní
sk_sk: pozitívny

source: negative
cs_cz: negativní
sk_sk: negatívny

source: Selected token
cs_cz: Vybraný token
sk_sk: Vybraný token

source: first
cs_cz: první
sk_sk: prvý

source: last
cs_cz: poslední
sk_sk: posledný

source: Search Span
cs_cz: Rozsah hledání
sk_sk: Rozsah hľadania

source: from
cs_cz: od
sk_sk: od

source: Filter Concordance
cs_cz: Filtrovat konkordanci
sk_sk: Filtrovať konkordanciu

source: Find X
cs_cz: Najít X
sk_sk: Nájsť X

source: Change options
cs_cz: Změnit nastavení
sk_sk: Použiť voľby

source: Selected list
cs_cz: Vybraný seznam

source: Freq
cs_cz: Frekvence
sk_sk: Frekv

source: Show word sketch
cs_cz: Ukázat Word Sketch

source: Nothing found.
cs_cz: Nebylo nic nalezeno.
sk_sk: Nenájdené

source: Concordance - First query form
cs_cz: Konkordance - formulář prvního dotazu
sk_sk: Konkordancia: Formulár na prvé hľadanie

source: ? Help on Expert Options
cs_cz: ? Nápověda k pokročilým nastavením
sk_sk: ? Pomocník: Pokročilé možnosti

source: Standard Query
cs_cz: Standartní dotaz
sk_sk: Bežné hľadanie

source: Expert options
cs_cz: Pokročilá nastavení
sk_sk: Pokročilé možnosti

source: Context
cs_cz: Kontext
sk_sk: Kontext

source: Make Concordance
cs_cz: Vytvořit konkordanci
sk_sk: Vytvoriť konkordanciu

source: All
cs_cz: Všechny
sk_sk: Všetky

source: Any
cs_cz: Některé

source: of these items
cs_cz: z těchto položek
sk_sk: z nasledujúcich

source: Left context
cs_cz: Levý kontext
sk_sk: Ľavý kontext

source: Right context
cs_cz: Pravý kontext
sk_sk: Pravý kontext

source: Window Size
cs_cz: Velikost okna

source: tokens
cs_cz: tokenů
sk_sk: tokeny

source: use Ctrl+click for
cs_cz: použijte Ctrl₊klik pro
sk_sk: použiť Ctrl+click na

source: multiple selection
cs_cz: vícenásobný výběr
sk_sk: viacnásobný výber

source: Select one or more PoS tags
cs_cz: Vyberte jednu nebo více značek
sk_sk: Vyberte jednu alebo viac PoS značiek

source: Clear All
cs_cz: Smazat formulář
sk_sk: Vyčistiť všetko

source: Search in
cs_cz: Hledat v

source: Search the corpus
cs_cz: Prohledat korpus

source: Freqs form
cs_cz: Frekv. formulář

source: ? Help on Frequency form
cs_cz: ? Nápověda k frekvenčnímu formuláři
sk_sk: ? Pomocník: Frekvencia

source: Multilevel frequency distribution
cs_cz: Víceúrovňová frekvenční distribuce
sk_sk: Viacúrovňová frekvenčná distribúcia

source: Frequency limit
cs_cz: Frekvenční limit
sk_sk: Frekvenčný limit

source: first level
cs_cz: první úroveň
sk_sk: prvá úroveň

source: Ignore case
cs_cz: Nerozlišovat velikost
sk_sk: Nerozlišovať veľkosť

source: Position
cs_cz: Pozice
sk_sk: Pozícia

source: second level
cs_cz: druhá úroveň
sk_sk: druhá úroveň

source: third level
cs_cz: třetí úroveň
sk_sk: tretia úroveň

source: Make Frequency List
cs_cz: Vytvořit frekvenční seznam
sk_sk: Vytvoriť frekvenčný zoznam

source: Text Type frequency distribution
cs_cz: Frekvenční distribuce podle referencí
sk_sk: Frekvenčná distribúcia podľa typov textov

source: Include categories with no hits
cs_cz: Zahrnout i kategorie bez výskytů
sk_sk: Zahrnúť kategórie bez výskytu

source: Frequency list
cs_cz: Frekvenční distribuce
sk_sk: Frekvenčný zoznam

source: Save Frequency list to a text file or XML
cs_cz: Uložit frekvenční seznam do textového nebo XML souboru
sk_sk: Uložiť frekvenčný zoznam do textového súboru alebo vo formáte XML

source: Set limit
cs_cz: Nastavit limit
sk_sk: Nastaviť limit

source: name
cs_cz: jméno

source: New query entry form
cs_cz: Zadání nového dotazu
sk_sk: Formulár na nové hľadanie

source: Concordance
cs_cz: Konkordance
sk_sk: Konkordancia

source: New query
cs_cz: Nový dotaz
sk_sk: Nové hľadanie

source: Various methods for creating word lists
cs_cz: Vytváření frekvenčních seznamů
sk_sk: Rôzne metódy na utvorenie zoznamov slov

source: Word List
cs_cz: Seznam slov
sk_sk: Zoznam slov

source: Word Sketch query entry form
cs_cz: Zobrazení Word Sketches
sk_sk: Formulár - Word Sketch hľadanie

source: Thesaurus query entry form
cs_cz: Dotaz na tezaurus
sk_sk: Formulár - Thesaurus hľadanie

source: Thesaurus
cs_cz: Tezaurus

source: Word sketch difference
cs_cz: Srovnání Word Sketches
sk_sk: Porovnanie Word Sketches

source: Word Sketch Evaluation
cs_cz: Vyhodnocení Word Sketches
sk_sk: Vyhodnotenie Word Sketches

source: Sketch-Eval
cs_cz: Vyhodnocení Word Sketches

source: Word Sketch Patterns
cs_cz: Vzorce Word Sketches

source: ? Help on main menu
cs_cz: ? Nápověda k hlavnímu menu
sk_sk: ? Pomocník: Hlavné menu

source: Back
cs_cz: Zpět
sk_sk: Späť

source: hits
cs_cz: nálezy
sk_sk: výskyty

source: View Word Sketch Evaluation
cs_cz: Zobrazení vyhodnocení Word Sketches

source: View Word Sketch for Evaluation
cs_cz: Zobrazit Word Sketch pro vyhodnocení

source: Sorry, you are not allowed to evaluate Word Sketches on this corpus.
cs_cz: Bohužel nemáte oprávnění vyhodnocovat Word Sketches na tomto korpusu.

source: freq
cs_cz: frekvence

source: Evaluation Settings
cs_cz: Nastavení vyhodnocení

source: No. collocations
cs_cz: Žádné kolokace

source: Min. freq
cs_cz: Min. frekvence

source: Part of speech
cs_cz: Slovní druh

source: Minimum frequency
cs_cz: Minimální frekvence
sk_sk: Minimálna frekvencia

source: Minimum salience
cs_cz: Minimální salience

source: Maximum number of items
cs_cz: Maximální počet položek

source: in a grammatical relation
cs_cz: v gramatickém vztahu

source: Minimum similarity
cs_cz: Minimální podobnost

source: between cluster items
cs_cz: mezi položkami seskupení

source: Sample form
cs_cz: Formulář vzorku
sk_sk: Vzorka

source: ? Help on Sample form
cs_cz: ? Nápověda ke vzorku
sk_sk: ? Pomocník: Vzorka

source: Random sample
cs_cz: Náhodný vzorek
sk_sk: Náhodná vzorka

source: Make a random sample from the concordance
cs_cz: Vytvořit náhodný vzorek z konkordance
sk_sk: Vybrať z konkordancie náhodnú vzorku

source: Number of lines in the sample
cs_cz: Počet řádek ve vzorku
sk_sk: Počet riadkov vo vzorke

source: Create Sample
cs_cz: Vytvořit vzorek
sk_sk: Vytvoriť vzorku

source: Save Collocations
cs_cz: Uložit kolokace
sk_sk: Uložiť kolokácie

source: Save Collocation Candidates
cs_cz: Uložit kolokace
sk_sk: Uložiť kolokáty

source: Save collocations as
cs_cz: Uložit kolokace jako
sk_sk: Uložiť kolokácie ako

source: Save pages
cs_cz: Uložit stránky
sk_sk: Uložiť strany

source: Only page
cs_cz: Pouze strana
sk_sk: Iba stranu

source: Include heading
cs_cz: Připojit hlavičku
sk_sk: Uviesť záhlavie

source: Maximum number of lines
cs_cz: Maximální počet řádek
sk_sk: Maximálny počet riadkov

source: Save Collocation candidates
cs_cz: Uložit kolokace
sk_sk: Uložiť kolokáty

source: Save Concordance Form
cs_cz: Uložit formulář konkordancí
sk_sk: Uložiť konk. formulár

source: ? Help on Saving Conc.
cs_cz: ? Nápověda k uložení konk.
sk_sk: ? Pomocník: Ukladanie konk.

source: Save Concordance
cs_cz: Uložit konkordanci
sk_sk: Uložiť konkordanciu

source: Save concordance as
cs_cz: Uložit konkordanci jako
sk_sk: Uložiť konkordanciu ako

source: Number lines
cs_cz: Počet řádek
sk_sk: Číslovať riadky

source: Align KWIC
cs_cz: Zarovnat KWIC
sk_sk: Zarovnať KWIC

source: Store Concordance
cs_cz: Uložit konkordanci
sk_sk: Uskladniť konkordanciu

source: Concordance stored
cs_cz: Konkordance uložena
sk_sk: Konkordancia uskladnená

source: Concordance name
cs_cz: Název konkordance
sk_sk: Názov konkordancie

source: Store Concordance For Annotation
cs_cz: Uložit konkordanci pro anotaci
sk_sk: Uskladniť konkordanciu na anotáciu

source: Save Frequency List
cs_cz: Uložit frekvenční seznam
sk_sk: Uložiť frekvenčný zoznam

source: Save Frequency list
cs_cz: Uložit frekvenční seznam
sk_sk: Uložiť frekvenčný zoznam

source: Save frequency list as
cs_cz: Uložit frekvenční seznam jako
sk_sk: Uložiť frekvenčný zoznam ako

source: Save Thesaurus
cs_cz: Uložit tezaurus

source: Save Thesaurus as
cs_cz: Uložit tezaurus jako

source: Save Keywords
cs_cz: Uložit klíčová slova
sk_sk: Uložiť kľúčové slová

source: Save Word List
cs_cz: Uložit seznam slov
sk_sk: Uložiť zoznam slov

source: Save keywords as
cs_cz: Uložit klíčová slova jako

source: Save word list as
cs_cz: Uložit seznam slov jako
sk_sk: Uložiť zoznam slov ako

source: Save Word Sketch
cs_cz: Uložit Word Sketch

source: Save word sketch as
cs_cz: Uložit Word Sketch jako

source: Select stored concordance
cs_cz: Vybrat uloženou konkordanci
sk_sk: Vybrať uskladnenú konkordanciu

source: Selected
cs_cz: Vybráno
sk_sk: Vybrané

source: View conc
cs_cz: Zobrazit konk.
sk_sk: Zobraziť konk.

source: Last Stored Concordances
cs_cz: Poslední uložené konkordance
sk_sk: Posledné uskladnené konkordancie

source: Hits
cs_cz: Výskytů
sk_sk: Výskytov

source: Concordance lines
cs_cz: Konkordanční řádky
sk_sk: Riadky konkordancie

source: >> More
cs_cz: >> Další
sk_sk: >> Viac

source: other
cs_cz: jiné
sk_sk: iný

source: Head
cs_cz: Hlavička

source: Sort form
cs_cz: Formulář třídění
sk_sk: Triedenie

source: ? Help on Sort form
cs_cz: ? Nápověda k formuláři třídění
sk_sk: ? Pomocník: Triedenie

source: Simple Sort
cs_cz: Jednoduché třídění
sk_sk: Jednoduché triedenie

source: Sort key
cs_cz: Klíč třídění
sk_sk: Triediaci kľúč

source: Node
cs_cz: KWIC
sk_sk: KWIC

source: Number of tokens to sort
cs_cz: Počet tokenů k třídění
sk_sk: Počet tokenov na triedenie

source: Backward
cs_cz: Zpětně
sk_sk: Spätne

source: Sort Concordance
cs_cz: Setřídit konkordanci
sk_sk: Triediť konkordanciu

source: Multilevel sort
cs_cz: Víceúrovňové třídění
sk_sk: Viacúrovňové triedenie

source: first level (Sort by ...)
cs_cz: první úroveň (Třídit dle ...)
sk_sk: prvá úroveň (Triediť podľa ...)

source: second level (... then sort by ...)
cs_cz: druhá úroveň (... poté třídit dle ...)
sk_sk: druhá úroveň (... potom triediť podľa ...)

source: third level (... finally sort by)
cs_cz: třetí úroveň (... nakonec třídit dle)
sk_sk: tretia úroveň (... nakoniec utriediť podľa)

source: Successfully Stored
cs_cz: Úspěšně uloženo

source: testing set
cs_cz: testovací vzorek

source: filename
cs_cz: jméno souboru

source: Next Evaluation
cs_cz: Další vyhodnocení

source: Create Subcorpus
cs_cz: Vytvořit subkorpus
sk_sk: Vytvoriť podkorpus

source: Sorry, creating user subcorpora is not available in the open version
cs_cz: Vytváření uživatelských subkorpusů není bohužel ve volné verzi dostupné.
sk_sk: Vytváranie užívateľského podkorpusu nie je povolené v otvorenej verzii

source: New subcorpus name
cs_cz: Jméno nového subkorpusu
sk_sk: Meno nového podkorpusu

source: of
cs_cz: ze
sk_sk: z

source: Subcorpus Info
cs_cz: Informace o subkorpusu
sk_sk: Podkorpus - info

source: Subcorpora
cs_cz: Subkorpusy
sk_sk: Podkorpusy

source: no subcorpus
cs_cz: žádný subkorpus
sk_sk: žiaden podkorpus

source: Delete Selected
cs_cz: Smazat vybraný
sk_sk: Vymazať vybrané

source: Thesaurus Entry Form
cs_cz: Zadání tezauru

source: ? Help on Thesaurus
cs_cz: ? Nápověda k tezauru

source: Advanced options
cs_cz: Pokročilá nastavení

source: Selected options successfully saved
cs_cz: Vybraná nastavení úspěšně uložena
sk_sk: Zvolené možnosti boli úspešne uložené

source: Show Similar Words
cs_cz: Zobrazit podobná slova

source: Cluster items
cs_cz: Seskupit položky

source: Save thesaurus to a text file or XML
cs_cz: Uložit tezaurus do textového nebo XML souboru

source: Score
cs_cz: Skóre

source: Cluster
cs_cz: Seskupení

source: Search
cs_cz: Hledat
sk_sk: Hľadať

source: in
cs_cz: v
sk_sk: v

source: Help
cs_cz: Nápovědě
sk_sk: Pomocník

source: View options
cs_cz: Možn. zobrazení
sk_sk: Možnosti zobrazenia

source: ? Help on View Options
cs_cz: ? Nápověda k možnostem zobrazení
sk_sk: ? Pomocník: Možnosti zobrazenia

source: Attributes
cs_cz: Atributy
sk_sk: Atribúty

source: Structures
cs_cz: Struktury
sk_sk: Štruktúry

source: References
cs_cz: Reference
sk_sk: Referencie

source: Display attributes
cs_cz: Zobrazit atributy
sk_sk: Zobraziť atribúty

source: For each token
cs_cz: u všech tokenů
sk_sk: Pre každý token

source: KWIC tokens only
cs_cz: pouze u KWIC
sk_sk: Iba KWIC

source: Page size (number of lines)
cs_cz: Velikost stránky (počet řádek)
sk_sk: Veľkosť strany (počet riadkov)

source: KWIC Context size
cs_cz: Velikost KWIC kontextu
sk_sk: Veľkosť KWIC kontextu

source: Sort good dictionary examples
cs_cz: Setřídit vhodné slovníkové příklady
sk_sk: Triediť do slovníka vhodné príklady

source: Number of lines to be sorted
cs_cz: Počet řádek ke třídění
sk_sk: Počet riadkov na triedenie

source: Icon for one-click sentence copying
cs_cz: Ikona pro kopírování jedním klikem
sk_sk: Ikona na kopírovanie vety na jeden klik

source: Allow multiple lines selection
cs_cz: Povolit víceřádkový výběr
sk_sk: Povoliť výber viacerých riadkov

source: XML template for one-click copying
cs_cz: XML šablona pro výběr jedním klikem
sk_sk: XML šablóna na kopírovanie vety na jeden klik

source: Apply View Options
cs_cz: Použít volby zobrazení
sk_sk: Použiť voľby zobrazenia

source: Concordance view settings
cs_cz: Nastavení zobrazení konkordance
sk_sk: Nastavenie zobrazenia konkordancie

source: Swap concordance view mode
cs_cz: Změnit mód zobrazení konkordance
sk_sk: Zmeniť mod zobrazenia konkordancie

source: KWIC/Sentence
cs_cz: KWIC/věta
sk_sk: KWIC/Veta

source: Save concordance to a text file or xml
cs_cz: Uložit konkordanci do textového nebo XML souboru
sk_sk: Uložiť konkordanciu do textového súboru alebo vo formáte XML

source: Complex sorting options
cs_cz: Úplné možnosti třídění
sk_sk: Komplexné možnosti triedenia

source: Sort
cs_cz: Třídění
sk_sk: Triedenie

source: Sort to left
cs_cz: Třídit vlevo
sk_sk: Triediť vľavo

source: Left
cs_cz: Vlevo
sk_sk: Vľavo

source: Sort to right
cs_cz: Třídit vpravo
sk_sk: Triediť vpravo

source: Right
cs_cz: Vpravo
sk_sk: Vpravo

source: Sort by node word
cs_cz: Třídit podle KWIC
sk_sk: Triedieť podľa kľúčového slova

source: Sort according to the 'References' field
cs_cz: Třidit podle pole 'Reference'
sk_sk: Triediť podľa poľa 'Referencie'

source: Randomize ordering of lines
cs_cz: Náhodné třídění řádek
sk_sk: Náhodné usporiadanie riadkov

source: Shuffle
cs_cz: Promíchat
sk_sk: Náhodne

source: First
cs_cz: první
sk_sk: Prvá

source: Previous
cs_cz: předchozí
sk_sk: Predchádzajúca

source: Page
cs_cz: strana
sk_sk: Strana

source: Go
cs_cz: Přejít
sk_sk: Prejsť

source: Next
cs_cz: další
sk_sk: Ďalšia

source: Last
cs_cz: poslední
sk_sk: Posledná

source: New pattern
cs_cz: Nový vzorec
sk_sk: Nový pattern

source: Number globally
cs_cz: Číslovat vše
sk_sk: Celkový súčet

source: Number selected
cs_cz: Číslovat vybrané
sk_sk: Počet vybraných

source: Finish
cs_cz: Dokončit
sk_sk: Dokončiť

source: Clear sel
cs_cz: Smazat výběr
sk_sk: Zmazať výber

source: Copy the relevant sentence into the clipboard
cs_cz: Zkopírovat vybranou větu do schránky
sk_sk: Kopírovať relevantnú vetu do schránky

source: hide detail
cs_cz: skrýt podrobnosti
sk_sk: skryť detail

source: expand left
cs_cz: rozšířit vlevo
sk_sk: rozšíriť vľavo

source: expand right
cs_cz: rozšířit vpravo
sk_sk: rozšíriť vpravo
