Repository: czcorpus/kontext
Catalog: locale/*/LC_MESSAGES/ske.po
Languages: cs_cz, sk_sk

source: display whole document
cs_cz: zobrazit celý dokument
sk_sk: zobraziť celý dokument

source: Word List Form
cs_cz: Formulář seznamu slov
sk_sk: Zoznam slov

source: ? Help on Word Lists
cs_cz: ? Nápověda k formuláři seznamu slov
sk_sk: ? Pomocník: Zoznam slov

source: Compute a list of all words
cs_cz: Vytvořit seznam všech slov
sk_sk: Vytvoriť zoznam všetkých slov

source: All words
cs_cz: Všechna slova
sk_sk: Všetky slová

source: Compute a list of all lemmas
cs_cz: Vytvořit seznam všech lemmat
sk_sk: Vytvoriť zoznam všetkých lem

source: All lemmas
cs_cz: Všechna lemmata
sk_sk: Všetky lemy

source: Word list options
cs_cz: Zadání seznamu slov
sk_sk: Možnosti zoznamu slov

source: Search attribute
cs_cz: Hledat podle atributu
sk_sk: Atribúty hľadania

source: Pattern
cs_cz: Vzorec

source: can use regular expressions
cs_cz: lze použít regulární výrazy

source: or
cs_cz: nebo

source: List from file
cs_cz: seznam ze souboru

source: format
cs_cz: formát
sk_sk: formát

source: Files containing wordlists for which frequencies are required must be plain text (.txt), with one item per line. The items must correspond to the selected attribute, so, eg, if 'lemma' is selected from the attribute menu, then the list should be a list of lemmas. We use exact matching, not regular-expression matching, for file input.
cs_cz: Soubory obsahující seznamy slov, pro něž jsou požadovány frekvence, musí býtprosté textové soubory (.txt) s jednou položkou na každém řádku. Položky musíodpovídat vybranému atributu. Pokud je tedy např. v menu atributu vybráno 'lemma',musí být seznam seznamem lemmat. Pro vstupní soubor se používá přesné porovnávání,nikoliv porovnávání pomocí regulárních výrazů.
sk_sk: Súbory obsahujúce zoznamy slov, pre ktoré sa požadujú frekvencie, musia byť jednoduché textové súbory (.txt) s jednou položkou na každom riadku. Položky musia zodpovedať vybranému atribútu. Ak je teda napr. v menu atribútu zvolená možnosť 'lema', musí byť zoznam zoznamom lem. Na vstupný súbor sa používa presné porovnánanie, nie porovnávanie pomocou regulárnych výrazov.

source: Use ARF instead of raw frequency
cs_cz: Použít ARF místo prosté frekvence

source: Use multilevel wordlist
cs_cz: Použít víceúrovňový seznam slov

source: Make Word List
cs_cz: Vytvořit seznam slov
sk_sk: Vytvoriť zoznam slov

source: Show Header Fields
cs_cz: Zobrazit pole z hlavičky

source: Keywords
cs_cz: Klíčová slova
sk_sk: Kľúčové slová

source: Find keywords of subcorpus
cs_cz: Najít klíčová slova v subkorpusu

source: whole
cs_cz: celý

source: corpus
cs_cz: korpus

source: (whole corpus)
cs_cz: (celý korpus)
sk_sk: (celý korpus)

source: compared with
cs_cz: ve srovnání se

source: create new subcorpus
cs_cz: vytvořit nový subkorpus

source: SimpleMaths parameter N
cs_cz: SimpleMaths parametr N

source: Find keywords of
cs_cz: Najít klíčová slova

source: Existing lists
cs_cz: Hotové seznamy

source: no lists available
cs_cz: žádné seznamy nejsou k dispozici

source: Minimum ratio (percent)
cs_cz: Minimální poměr (v procentech)

source: Upload file
cs_cz: Nahrát soubor

source: Upload new list
cs_cz: Nahrát nový seznam

source: Building uploaded histograms in progress (reload the page to show current status)
cs_cz: Probíhá vytváření nahraných histogramů (aktualizujte stránku pro zobrazeníaktuálního stavu)

source: Cancel
cs_cz: Zrušit

source: Building histograms can be time-consuming on bigger corpora
cs_cz: Vytváření histogramů může být u velkých korpusů časově náročné

source: Send me an e-mail when finished
cs_cz: Zaslat e-mail po skončení

source: Upload
cs_cz: Nahrát

source: Word list
cs_cz: Seznam slov
sk_sk: Zoznam slov

source: Save Word List/Keywords to a text file or XML
cs_cz: Uložit seznam slov/klíčová slova do textového nebo XML souboru
sk_sk: Uložiť zoznam slov/kľúčových slov do textového súboru alebo vo formáte XML

source: Reference corpus
cs_cz: Referenční korpus
sk_sk: Referenčný korpus

source: Reference subcorpus
cs_cz: Referenční subkorpus
sk_sk: Referenčný podkorpus

source: Subcorpora operations need more preprocessing. It will take a while, please wait.
cs_cz: Operace nad subkorpusy vyžadují rozsáhlejší přípravu. Prosím, vyčkejte, chvíli to potrvá.
sk_sk: Operácie nad podkorpusmi sú náročnejšie z hľadiska predspracovania. Môže to trvať dlhší čas. Prosím, čakajte.

source: Once the list has been computed, it will be stored, so will be immediately available next time.
cs_cz: Jakmile je seznam spočítán, je také uložen, aby byl při dalším přihlášení okamžitě dostupný.
sk_sk: Po prvom výpočte se výsledok uloží, takže nabudúce bude dostupný okamžite.

source: You can close this window. Repeating wordlist or keywords queries on the same subcorpus will show you progress of the computation.
cs_cz: Můžete toto okno zavřít. Opakování dotazu na seznam slov nebo klíčová slova na stejném subkorpusu zobrazí průběh výpočtu.
sk_sk: Toto okno môžete zavrieť. Postup výpočtu sa zobrazí pri opakovaní hľadania nad týmto podkorpusom.

source: ? Help on WS differences
cs_cz: ? Nápověda k porovnání Word Sketchů

source: Word Sketch Differences Entry Form
cs_cz: Porovnání Word Sketches

source: First lemma
cs_cz: První lemma

source: Second lemma
cs_cz: Druhé lemma

source: Sort grammatical relations
cs_cz: Setřídit gramatické vztahy

source: Separate blocks
cs_cz: Rozdělení bloků

source: all in one block
cs_cz: vše v jednom bloku

source: common/exclusive blocks
cs_cz: společné/odlišné bloky

source: of the common block
cs_cz: ve společném bloku

source: of the exclusive block
cs_cz: v rozdílném bloku

source: Show Diff
cs_cz: Zobrazit srovnání

source: WS Diff for
cs_cz: Srovnání WS pro

source: and
cs_cz: a

source: overall frequency for the first lemma
cs_cz: celková frekvence pro první lemma

source: overall frequency for the second lemma
cs_cz: celková frekvence pro druhé lemma

source: overall score for the first lemma
cs_cz: celkové skóre pro první lemma

source: overall score for the second lemma
cs_cz: celkové skóre pro druhé lemma

source: overall frequency
cs_cz: celková frekvence

source: overall score
cs_cz: celkové skóre

source: frequency for the first lemma
cs_cz: Frekvence pro první lemma

source: frequency for the second lemma
cs_cz: frekvence pro druhé lemma

source: score for the first lemma
cs_cz: skóre pro první lemma

source: score for the second lemma
cs_cz: skóre pro druhé lemma

source: Common patterns
cs_cz: Společné vzorce

source: "%s" only patterns
cs_cz: výhradní vzorce pro lemma "%s"

source: Number of collocations
cs_cz: Počet kolokací

source: Max number of collocates
cs_cz: Maximální počet kolokací

source: Show salience scores
cs_cz: Ukázat hodnoty salience

source: Deselect All
cs_cz: Zrušit označení
sk_sk: Zrušiť všetky

source: Word Sketch Entry Form
cs_cz: Zadání pro Word Sketch

source: ? Help on Word Sketches
cs_cz: ? Nápověda k Word Sketches

source: Show Word Sketch
cs_cz: Zobrazit Word Sketch

source: Sort collocations
cs_cz: Třídit kolokace

source: according to
cs_cz: podle

source: Raw frequency
cs_cz: prosté frekvence

source: Examples per collocate
cs_cz: Příkladů na kolokát

source: Cluster collocations
cs_cz: Seskupit kolokace

source: Turn off clustering
cs_cz: Zrušit seskupování

source: Turn on clustering
cs_cz: Aktivovat seskupování

source: Switch between clustered and unclustered word sketches
cs_cz: Přepínání mezi seskupenými a neseskupenými Word Sketches.

source: Display more data (decreases limits and increases number of items)
cs_cz: Zobrazit více dat (snížit limity a zvýšit počet položek)

source: More data
cs_cz: Více dat

source: Display less data (increases limits and decreases number of items)
cs_cz: Zobrazit méně dat (zvýšit limity a snížit počet položek)

source: Less data
cs_cz: Méně dat

source: Save word sketch to a text file or XML
cs_cz: Uložit Word Sketch do textového nebo XML souboru

source: Process >>
cs_cz: Zpracovat >>

source: displaying only
cs_cz: zobrazit pouze

source: whole word sketch
cs_cz: celý Word Sketch

source: word frequency
cs_cz: frekvence slova

source: cluster frequency
cs_cz: frekvence seskupení

source: score
cs_cz: skóre

source: frequency
cs_cz: frekvence

source: Text Type 1
cs_cz: textový typ 1

source: Text Type 2
cs_cz: textový typ 2

source: Click to play audio
cs_cz: Klikněte pro přehrání audia
sk_sk: Kliknite na prehranie audio súboru

source: (Node) start at
cs_cz: (Node) začít od
sk_sk: (Node) začať od

source: This counts only for multi-word KWICs
cs_cz: Platí pouze pro víceslovná KWIC
sk_sk: Platí len pre viacslovné KWIC

source: leftmost KWIC word
cs_cz: slova KWIC nejvíce vlevo
sk_sk: slova KWIC najviac vľavo

source: rightmost KWIC word
cs_cz: slova KWIC nejvíce vpravo
sk_sk: slova KWIC najviac vpravo

source: Sentences
cs_cz: Věty
sk_sk: Vety

source: Value [%s] cannot be used as a context width. Please use numbers 0,1,2,...
cs_cz: Hodnotu [%s] nelze použít pro určení šírky kontextu. Použijte čísla 0,1,2,...
sk_sk: Hodnotu [%s] nie je možné použiť na určenie šírky kontextu. Použite čísla 0,1,2,...

source: Access to the corpus "%s" or its requested variant denied
cs_cz: Nemáte přístup ke korpusu "%s" nebo k jeho požadované variantě.
sk_sk: Nemáte prístup ku korpusu "%s" alebo k jeho požadovanému variantu.

source: home page
cs_cz: hlavní stránka
sk_sk: hlavná stránka

source: Error
cs_cz: Chyba
sk_sk: Chyba

source: Help on main menu
cs_cz: Nápověda k hlav. nabídce
sk_sk: Pomocník - Hlavné menu

source: positions
cs_cz: pozice
sk_sk: pozície

source: Help on Conc. menu
cs_cz: Nápověda ke konkordanci
sk_sk: Pomocník - Menu konk.

source: Help on Expert Options
cs_cz: Nápověda k pokroč. funkcím
sk_sk: Pomocník - Pokroč. funkcie

source: %s positions
cs_cz: %s pozic
sk_sk: %s pozícií

source: Description
cs_cz: Popis
sk_sk: Popis

source: Size
cs_cz: Velikost
sk_sk: Veľkosť

source: click for details
cs_cz: klikněte pro zobrazení podrobností
sk_sk: kliknite na zobrazenie podrobností

source: per million
cs_cz: na milion
sk_sk: na milión

source: random <strong>%s</strong> displayed
cs_cz: zobrazuje se náhodných <strong>%s</strong>
sk_sk: zobrazuje se náhodných <strong>%s</strong>

source: Average Reduced Frequency
cs_cz: Průměrná redukovaná frekvence
sk_sk: Priemerná redukovaná frekvencia

source: instances per million
cs_cz: výskytů na milion
sk_sk: výskytov na milión

source: click for detailed description
cs_cz: klikněte pro detailní popis
sk_sk: kliknite na detailný popis

source: Total
cs_cz: Celkem
sk_sk: Spolu

source: Positions are basic units for searching the corpus that correspond to tokens: every single occurrence of a word form, number or punctuation symbol in the corpus constitutes a position. Corpus size in positions given by the search interface is therefore higher than corpus size in number of words given on the <a href="http://www.korpus.cz/english/struktura.php" target="_blank">ICNC web pages</a>, where only postions containing at least one alphabetic character are considered.
cs_cz: Pozice jsou základní jednotky pro vyhledávání v korpusu odpovídající tokenům: samostatnou pozici tvoří každý jednotlivý výskyt slovního tvaru, čísla nebo interpunkčního znaménka v korpusu. Velikost korpusu v pozicích udávaná vyhledávacím rozhraním je tedy vždy vyšší než velikost korpusu v počtu slov uváděná na <a href="http://www.korpus.cz/struktura.php" target="_blank">stránkách ÚČNK</a>, kde se slovem rozumí pouze pozice obsahující alespoň jeden alfabetický znak.
sk_sk: Pozície sú základné jednotky na vyhľadávanie v korpuse, ktoré zodpovedajú tokenom: samostatnú pozíciu tvorí každý jednotlivý výskyt slovného tvaru, čísla alebo interpunkčného znamienka v korpuse. Veľkosť korpusu v pozíciách udávaná vyhľadávacím rozhraním je teda vždy vyššia ako veľkosť korpusu udávaná v <a href="http:http://korpus.juls.savba.sk/prim(2d)6(2e)0.html" target="_blank">počtoch slov</a>. Za slovo sa totiž pokladá iba pozícia obsahujúca aspoň jeden alfabetický znak.

source: Help on Word Lists
cs_cz: Nápověda k seznamům slov
sk_sk: Pomocník - Zoznam slov

source: available attributes
cs_cz: dostupné atributy
sk_sk: dostupné atributy

source: Specify subcorpus using
cs_cz: Specifikovat subkorpus pomocí
sk_sk: Špecifikovať podkorpus pomocou

source: Custom 'within' condition
cs_cz: Vlastní 'within' podmínka
sk_sk: Vlastná 'within' podmienka

source: Attribute list
cs_cz: Seznam atributů
sk_sk: Zoznam atribútov

source: Condition within
cs_cz: Podmínka 'within'
sk_sk: Podmienka 'within'

source: Password change
cs_cz: Změna hesla
sk_sk: Zmena hesla

source: Your password has been changed successfully.
cs_cz: Vaše heslo bylo úspěšně změněno.
sk_sk: Vaše heslo bolo úspešne zmenené.

source: Unknown user
cs_cz: Neznámý uživatel
sk_sk: Neznámy používateľ

source: Invalid password
cs_cz: Chybné heslo
sk_sk: Nesprávne heslo

source: New password and its confirmation do not match.
cs_cz: Nové heslo a jeho ověření nesouhlasí.
sk_sk: Nové heslo a jeho overenie nie sú totožné.

source: Current password
cs_cz: Dosavadní heslo
sk_sk: Aktuálne heslo

source: New password
cs_cz: Nové heslo
sk_sk: Nové heslo

source: New password again
cs_cz: Potvrzení nového hesla
sk_sk: Potvrdenie nového hesla

source: After a successful password update, you will be logged out and prompted to enter your new credentials.
cs_cz: Po úspěšné aktualizaci hesla budete odhlášeni a vyzváni k zadání vašich nových přihlašovacích údajů.
sk_sk: Po úspešnej aktualizácii hesla budete odhlásený a vyzvaný na zadanie vašich nových prihlasovacích údajov.

source: pages
cs_cz: str.
sk_sk: str.

source: related to the selected subcorpus
cs_cz: vztaženo k vybranému subkorpusu
sk_sk: týkajúce sa vybraného podkorpusu

source: related to the whole corpus
cs_cz: vztaženo k celému korpusu
sk_sk: týkajúce sa celého korpusu

source: instances per million (refers to the respective category)
cs_cz: výskytů na milion (vztaženo k příslušné kategorii)
sk_sk: výskytov na milión (týkajúce sa príslušnej kategórie)

source: Failed to process your request. Please try again later or contact system support.
cs_cz: Chyba při zpracování požadavku. Opakujte, prosím, akci později nebo kontaktujte technickou podporu.
sk_sk: Chyba pri spracovaní požiadavky. Opakujte, prosím, akciu neskôr alebo kontaktujte technickú podporu.

source: Version
cs_cz: Verze

source: Corpus %s is not supported by this widget.
cs_cz: Korpus %s nelze s touto funkcionalitou použít.
sk_sk: Korpus %s nie je možné použiť s touto funkcionalitou.

source: Basic
cs_cz: Základní
sk_sk: Základný

source: Query type <em>basic</em> is suitable for getting to know the corpus. It searches for the input expression as a word form case-insensitively; if it is also a canonical dictionary form (lemma), all its word forms are searched as well.
cs_cz: Typ dotazu <em>základní</em> je vhodný pro první seznámení s korpusem. Vyhledá vložený výraz jako slovní tvar bez ohledu na velikost písmen; jde-li zároveň o základní slovníkový tvar (lemma), vyhledají se také všechny jeho tvary.
sk_sk: Typ hľadania <em>základný</em> je vhodný na prvé zoznámenie sa s korpusom. Vyhľadá vložený výraz ako slovný tvar bez ohľadu na veľkosť písmen; ak ide zároveň o základný slovníkový tvar (lema), vyhľadajú sa tiež všetky jeho tvary.

source: Add
cs_cz: Přidat

source: language
cs_cz: jazyk
sk_sk: jazyk

source: insert tag
cs_cz: vložit tag
sk_sk: vložiť tag

source: insert "within"
cs_cz: vložit "within"
sk_sk: vložiť "within"

source: Insert
cs_cz: Vložit
sk_sk: Vložiť

source: Create a within condition
cs_cz: Vytvořit within podmínku
sk_sk: Vytvoriť within podmienku

source: Create a tag
cs_cz: Vytvořit tag
sk_sk: Vytvoriť tag

source: Insert into CQL
cs_cz: Vložit do CQL
sk_sk: Vložiť do CQL

source: Reset
cs_cz: Smazat
sk_sk: Zmazať

source: View
cs_cz: Zobrazení
sk_sk: Zobrazenie

source: Custom
cs_cz: Vlastní
sk_sk: Vlastné

source: Sentence
cs_cz: Věta
sk_sk: Veta

source: Alignment
cs_cz: Zarovnání
sk_sk: Zarovnanie

source: Result is shuffled
cs_cz: Výsledek je promíchán
sk_sk: Výsledok je premiešaný

source: Always shuffle concordance results
cs_cz: Vždy promíchat konkordanční řádky
sk_sk: Vždy premiešať konkordančné riadky

source: Remove the language
cs_cz: Odstranit tento jazyk
sk_sk: Odstrániť tento jazyk

source: Contains
cs_cz: Obsahuje
sk_sk: Obsahuje

source: Does NOT contain
cs_cz: NEobsahuje
sk_sk: NEobsahuje

source: filter out empty lines
cs_cz: odfiltrovat prázdné řádky
sk_sk: odfiltrovať prázdne riadky

source: size information
cs_cz: informace o velikosti
sk_sk: informácie o veľkosti

source: Invert selection
cs_cz: Invertovat výběr
sk_sk: Invertovať výber

source: include empty lines
cs_cz: zobrazit prázdné řádky
sk_sk: zobraziť prázdne riadky

source: The selection condition you have specified is too long. Please create a subcorpus instead.
cs_cz: Podmínka generovaná vaším výběrem je příliš dlouhá. Vytvořte prosím místo ní subkorpus.
sk_sk: Podmienka generovaná vaším výberom je príliš dlhá. Vytvorte, prosím, namiesto nej podkorpus.

source: Open the subcorpus form
cs_cz: Přejít na formulář subkorpusu
sk_sk: Prejsť na formulár podkorpusu

source: Aligned corpora
cs_cz: Zarovnané korpusy
sk_sk: Zarovnané korpusy

source: calculating...
cs_cz: probíhá výpočet...
sk_sk: prebieha výpočet...

source: Available subcorpora
cs_cz: Dostupné subkorpusy
sk_sk: Dostupné podkorpusy

source: whole corpus
cs_cz: celý korpus
sk_sk: celý korpus

source: Please specify positive filter to switch
cs_cz: Pro změnu jazyka je nutné zadat pozitivní filtr
sk_sk: Na zmenu jazyka je nevyhnutné zadať pozitívný filter

source: random sample of size
cs_cz: náhodný vzorek o velikosti

source: Line range cannot be specified as the data contain multiple blocks. All the respective lines will be stored.
cs_cz: Rozsah řádek nelze nastavit, neboť data obsahují více bloků. Budou uložena všechna data.

source: Include column headers
cs_cz: Vložit nadpisy sloupců

source: Lines to store
cs_cz: Uložit řádky

source: You are not allowed to use this corpus.
sk_sk: Nie ste oprávnený používať tento korpus.

source: Empty list
sk_sk: Prázdny zoznam

source: Text types are limited to Simple output
sk_sk: Typy textov sú obmedzené jednoduchým zobrazením

source: ARF cannot be used with text types
sk_sk: ARF nemožno použiť s typmi textu

source: None (whole corpus)
sk_sk: Nič (celý korpus)

source: leaf
sk_sk: list

source: Lemma
sk_sk: Lema

source: Corpus Query Language
sk_sk: CQL

source: Error Code
sk_sk: Chybný kód

source: Correction Code
sk_sk: Oprava kódu

source: Incorrect word(s)
sk_sk: Nesprávne slovo/á

source: Corrected word(s)
sk_sk: Opravené slovo/á

source: Highlight error words
sk_sk: Zvýrazniť chybné slová

source: Highlight both
sk_sk: Zvýrazniť obe

source: Highlight query result
sk_sk: Zvýrazniť výsledok hľadania

source: default
sk_sk: prednastavené

source: Find X entry form
sk_sk: Formulár - Nájsť X

source: Interface language
sk_sk: Jazyk rozhrania

source: ? Help on Error Query
sk_sk: ? Pomocník: Chyby v hľadaní

source: Error Query
sk_sk: Chyba v hľadaní

source: Word form filter
sk_sk: Filter - tvar slova

source: Word form(s)
sk_sk: Slovný tvar/slovné tvary

source: This corpus is aligned with
sk_sk: Tento korpus je zarovnaný s

source: NOT in aligned part
sk_sk: NIE v zarovnanej časti

source: fourth level
sk_sk: štvrtá úroveň

source: Line Group Info
sk_sk: Skupina riadkov - info

source: Annotating
sk_sk: Anotácia

source: Automatically annotated
sk_sk: Označkované automaticky

source: Line group sort
sk_sk: Triedenie podľa čísel riadkov

source: KWIC Context size (number of characters)
sk_sk: Veľkosť kontextu KWIC (počet znakov)

source: GDEX configuration for current corpus
sk_sk: GDEX konfigurácia pre aktuálny korpus

source: Change View Options
sk_sk: Použiť voľby zobrazenia

source: Concordance is sorted. Jump to
sk_sk: Konkordancia je utriedená. Prejsť na

source: expand
sk_sk: rozšíriť

source: Positional Attributes
sk_sk: Pozičné atribúty

source: collocations
sk_sk: kolokácie

source: Output type
sk_sk: Spôsob výstupu

source: Reference (sub)corpus
sk_sk: Referenčný (pod)korpus

source: Multilevel
sk_sk: Viacúrovňové

source: Freq/mill
sk_sk: Frek/mil
