Repository: czcorpus/kontext
Catalog: locale/szl/LC_MESSAGES/kontext.po
Languages: szl

source: anonymous
szl: anōnimowy

source: The string must be at least %s characters long.
szl: Fraza musi mieć aby %s znakōw.

source: Unknown concordance action: %s
szl: Niyznōmŏ akcyjŏ kōnkordancyje: %s

source: instances per million positions (refers to the respective category)
szl: wystōmpiyń na milijōn pozycyjōw (ôdnosi sie do ôdpednij kategoryje)

source: enabled
szl: włōnczōne

source: Token number
szl: Elymynt numer

source: Failed to process your request. Please try again later or contact system support.
szl: Niy szło przerobić twojigo żōndaniŏ. Sprōbuj zaś niyskorzij abo skōntaktuj sie ze administracyjōm.

source: The query is empty.
szl: Zapytanie jest puste.

source: Subcorpus "%s" not found
szl: Niy szło znojś podkorpusu "%s"

source: This function is disabled.
szl: Ta funcyjŏ je zastawiōnŏ.

source: Invalid user or password
szl: Niyznōmy używŏcz abo hasło

source: New password and its confirmation do not match.
szl: Nowe hasło i jego potwierdzynie niy sztymujōm.

source: Incorrect username or password
szl: Niynŏleżne miano ôd używŏcza abo hasło

source: No result. Please make sure the query and selected query type are correct.
szl: Żŏdnych wynikōw. Wejzdrzij, jeźli zapytanie i ôbranŏ zorta zapytaniŏ sōm nŏleżne.

source: Custom
szl: Włŏsne

source: Document number
szl: Numer dokumyntu

source: Value [%s] cannot be used as a context width. Please use numbers 0,1,2,...
szl: Werta [%s] niy może być użytŏ za szyrokość kōntekstu. Użyj numerōw 0, 1, 2,...

source: No query entered.
szl: Zapytanie niy było wkludzōne.

source: Undefined lemma PoS
szl: Niyôkryślōnŏ zorta mŏwy ôd lymmy

source: Undefined word form PoS
szl: Niyôkryślōnŏ zorta mŏwy ôd formy wyrazowyj

source: No char entered
szl: Zŏdyn znak niy bōł wkludzōny

source: Select Positive or Negative filter type
szl: Ôbier pozytywny abo negatywny typ filtra

source: Empty list
szl: Prōznŏ lista

source: No text type selected
szl: Niy bōł ôbrany żŏdyn typ tekstu

source: Text types are limited to Simple output
szl: Typy tekstu sōm ôgraniczōne to prostego wyjściŏ

source: No output attribute specified
szl: Niy bōł ôkryślōny atrybut wyjściŏ

source: Missing display configuration of structural attributes (SUBCORPATTRS or FULLREF).
szl: Brakuje kōnfiguracyje pokazowaniŏ atrybutōw strukturalnych (SUBCORPATTRS abo FULLREF).

source: Document counts
szl: Liczby dokumyntu

source: Tokens
szl: Symbole

source: Word counts
szl: Liczby słōw

source: No subcorpus name specified!
szl: Niy była ôbranŏ nazwa podkorpusu!

source: Nothing specified!
szl: Nic niy było ôbrane!

source: Empty subcorpus!
szl: Prōzny podkorpus!

source: Invalid data
szl: Niynŏleżne dane

source: Unknown export data type
szl: Niyznany typ eksportu danych

source: Failed to load
szl: Ladowanie sie niy podarziło

source: Corpus %s is not supported by this widget.
szl: Korpus %s niyma spiyrany ôd tego widżetu.

source: no description
szl: brak ôpisu

source: whole corpus
szl: cołki korpus

source: tokens
szl: symbole

source: New subcorpus
szl: Nowy podkorpus

source: Text Types
szl: Typy tekstu

source: positive
szl: pozytywny

source: negative
szl: negatywny

source: After a successful password update, you will be logged out and prompted to enter your new credentials.
szl: Po podarzōnyj aktualizacyji hasła używŏcz bydzie wylogowany i poproszōny ô wkludzynie swojich nowych danych.

source: Save
szl: Spamiyntej

source: Word list
szl: Wykŏz słōw

source: Login options
szl: Ôpcyje logowaniŏ

source: username
szl: miano ôd używŏcza

source: password
szl: hasło

source: Search in the corpus
szl: Szukej we korpusie

source: Collocations
szl: Kolokacyje

source: Collocation candidates
szl: Kandydaty do kolokacyje

source: List of my subcorpora
szl: Wykŏz mojich podkorpusōw

source: My subcorpora
szl: Moje podkorpusy

source: Word List Form
szl: Formular wykazu słōw

source: View
szl: Widok

source: General view options
szl: Ôgōlne ôpcyje widoku

source: Query
szl: Zapytanie

source: Query type <em>basic</em> is suitable for getting to know the corpus. It searches for the input expression as a word form case-insensitively; if it is also a canonical dictionary form (lemma), all its word forms are searched as well.
szl: Typ zapytaniŏ <em>podstawowy</em> je ôdpedni do poznŏwaniŏ korpusu. Szukŏ frazy jako formy wyrazowyj i niy dŏwŏ pozōr na wielkość liter; jak to je tyż kanōnicznŏ forma słownikowŏ (lymma), to wszyjske jeji formy tyż sōm szukane.

source: logout
szl: wyloguj

source: Enter new query
szl: Wkludź nowe zapytanie

source: Recent queries
szl: Ôstatnie zapytania

source: Word List
szl: Wykŏz słōw

source: Concordance
szl: Kōnkordancyjŏ

source: Current concordance
szl: Terŏźnŏ kōnkordancyjŏ

source: Sorting
szl: Porzōndkowanie

source: Shuffle
szl: Miynszanie

source: Sample
szl: Prōbka

source: Query overview
szl: Przeglōnd zapytania

source: Positive
szl: Pozytywne

source: Negative
szl: Negatywne

source: Frequency
szl: Frekwyncyjŏ

source: Node forms
szl: Formy wynzłōw

source: Doc IDs
szl: ID ôd dokumyntōw

source: Corpus-specific settings
szl: Sztelōnki korpusōw

source: Help
szl: Pōmoc

source: Available corpora
szl: Dostympne korpusy

source: user interface languages
szl: mŏwy interfejsu używŏcza

source: version
szl: wersyjŏ

source: Random sample
szl: Losowŏ prōbka

source: min. sensitivity
szl: min. czułość

source: Corpora
szl: Korpusy

source: Loading...
szl: Ladowanie...

source: Create new subcorpus
szl: Stwōrz nowy podkorpus

source: Click to enter a new query
szl: Kliknij, żeby wkludzić nowe zapytanie

source: Application outage
szl: Przestōj aplikacyje

source: The application is under maintenance. Sorry for inconvenience.
szl: Aplikacyjŏ je sprawianŏ. Wybŏczcie niyprzileżytość.

source: Report an error
szl: Dej znać ô felerze

source: Unknown action [%s]
szl: Niyznanŏ akcyjŏ [%s]

source: Invalid or expired query
szl: Niynŏleżne abo przedŏwniōne zapytanie

source: new subcorpora in your library: %s
szl: nowe podkorpusy we twojij bibliotece: %s

source: Lemmas
szl: Lymmy

source: frequency distribution
szl: rozkłŏd frekwyncyji

source: Query failed: Syntax error at position %s.
szl: Zapytanie sie niy podarziło: feler składnie we pozycyji %s.

source: Query failed: Syntax error.
szl: Zapytanie sie niy podarziło: feler składnie.

source: Failed to evaluate the query. Please check the syntax and used attributes.
szl: Niy szło ôkryślić zapytaniŏ. Wejzdrzij na składniã i użyte atrybuty.

source: Attribute "%s" not found.
szl: Niy szło znojś atrybutu "%s".

source: Attribute not found.
szl: Niy szło znojś atrybutu.

source: %s Please make sure the query and selected query type are correct.
szl: %s Dej pozōr, jeźli zapytanie i jego typ sōm nŏleżne.

source: Subcorpus created but there was a problem saving a backup copy.
szl: Podkorpus je stworzōny, ale bōł problym ze zŏpisym kopije zapasowyj.

source: Subcorpus %s has been deleted permanently.
szl: Podkorpus %s bōł permanynt skasowany.

source: Positive filter
szl: Pozytywny filter

source: Negative filter
szl: Negatywny filter

source: Negative filter (excluding KWIC)
szl: Negatywny filter (bez KWIC)

source: Positive filter (excluding KWIC)
szl: Pozytywny filter (ze KWIC)

source: Switch KWIC
szl: Umiyń KWIC

source: No alignment available for the selected languages
szl: Do ôbranych jynzykōw niy je dostympne wyrōwnowanie.

source: Failed to get the syntax tree due to limited KWIC context (too long sentence).
szl: Niy szło wyczytać składnie skuli ôgraniczyniŏ kōntekstu KWIC (za duge zdanie).

source: Character encoding of this corpus ({0}) does not support one or more characters in the query.
szl: Kodowanie znakōw tego korpusu ({0}) niy spiyrŏ jednego abo wiyncyj znakōw we tym zapytaniu.

source: translation not available
szl: przekłŏd niydostympny

source: Failed to open corpus {0}
szl: Niy szło ôtworzić korpusu {0}

source: Two-attribute interrelationship
szl: Wzjymnŏ zależność dwōch atrybutōw

source: Frequency list
szl: Lista frekwyncyjnŏ

source: Archive query
szl: Archiwuj zapytanie

source: Cannot calculate yet - source concordance not finished. Please try again later.
szl: Niy idzie jeszcze porachować - kōnkordancyjŏ zdrzōdła jeszcze sie niy skōńczyła. Sprōbuj niyskorzij.

source: KonText feedback from user {0}
szl: Uwŏgi ô KonTekście ôd używŏcza {0}

source: KonText feedback from user {0} for {1}
szl: Uwŏgi ô KonTekście ôd używŏcza {0} z {1}

source: browser info
szl: info ô przeglōndarce

source: KWIC/Sentence
szl: KWIC/Zdanie

source: Remove nested matches
szl: Skasuj zagniyżdżōne wyniki

source: First hits in documents
szl: Piyrsze trefiynia we dokumyntach

source: Continue as anonymous user
szl: Kōntynuuj jako anōnimowy użytkownik

source: No corpus selected
szl: Żŏdyn korpus niy bōł ôbrany

source: Saves at most {0} items. Use "Custom" for more options.
szl: Zapisuje nojwiyncyj {0} elymyntōw. Użyj "Włŏsnego" po wiyncyj ôpcyji.

source: case insensitive
szl: wielkość liter bez znaczyniŏ

source: Permanent link
szl: Permanyntny link

source: Cannot change status of a concordance belonging to another user
szl: Niy idzie umiynić statusu kōnkordancyje, co należy do inkszego używŏcza

source: Access forbidden - please log-in.
szl: Brak dostympu - zaloguj sie.

source: Undo
szl: Cŏfnij

source: Public subcorpora
szl: Publiczne podkorpusy

source: List of published subcorpora
szl: Lista ôpublikowanych podkorpusōw
